<?php
return [
    'register' => [
        'subject' => 'Спасибо за регистрацию в Bauten.org',
        'message' => 'Спасибо за регистрацию в Bauten.org. Для подтверждения эл.адреса, переходите по ссылке.',
    ],
    'verify' => [
        'subject' => 'Ваш адрес эл.почты подтвержден.',
        'message' => 'Ваш адрес эл.почты подтвержден. Подождите пока наш модератор активирует Ваш профиль. Мы будем напоминать Вас с помощью эл почты.',
    ],
    'profile_activated' => [
        'subject' => 'Ваш профиль активирован.',
        'message' => 'Ваш профиль активирован, теперь у вас есть полный доступ магазина.',
    ],
    'reset' => [
        'subject' => 'Восстоновление пароля.',
        'message' => 'Для восстоновление пароля, переходите по ссылке.',
    ],
    'partner_group_changed' => [
        'subject' => 'Ваш статус партнера изменен.',
        'message' => 'Ваш статус партнера изменен.',
    ],
    'new_email' => [
        'subject' => 'Изменение адреса эл.почты',
        'message' => 'Здраствуйте :Name, Вы отправили заявку изменение адреса эл.почты, Для подтверждения нового эл.адреса, переходите по ссылке.',
    ]
];
