<?php
return [
    'nominative'=>[
        '1'=>'Январь',
        '2'=>'Февраль',
        '3'=>'Март',
        '4'=>'Апрель',
        '5'=>'Май',
        '6'=>'Июнь',
        '7'=>'Июль',
        '8'=>'Август',
        '9'=>'Сентябрь',
        '10'=>'Октябрь',
        '11'=>'Ноябрь',
        '12'=>'Декабрь'
    ],
    'lonely'=>[
        '1'=>'Января',
        '2'=>'Февраля',
        '3'=>'Марта',
        '4'=>'Апреля',
        '5'=>'Мая',
        '6'=>'Июня',
        '7'=>'Июля',
        '8'=>'Августа',
        '9'=>'Сентября',
        '10'=>'Октября',
        '11'=>'Ноября',
        '12'=>'Декабря'
    ],
    'short'=>[
        '1'=>'Янв',
        '2'=>'Фев',
        '3'=>'Мар',
        '4'=>'Апр',
        '5'=>'Май',
        '6'=>'Июн',
        '7'=>'Июл',
        '8'=>'Авг',
        '9'=>'Сен',
        '10'=>'Окт',
        '11'=>'Ноя',
        '12'=>'Дек'
    ],
    'full_date'=>[
        '1'=>':day января, :year',
        '2'=>':day февраля, :year',
        '3'=>':day марта, :year',
        '4'=>':day апреля, :year',
        '5'=>':day мая, :year',
        '6'=>':day июня, :year',
        '7'=>':day июля, :year',
        '8'=>':day августа, :year',
        '9'=>':day сентября, :year',
        '10'=>':day октября, :year',
        '11'=>':day ноября, :year',
        '12'=>':day декабря, :year'
    ]
];
