<?php
return [
    'actions' => [
        'registered' => 'Спасибо за регистрацию. Ссылка подтверждения эл.адреса отправлен на вашу почту.',
        'verified' => 'Эл.почта успешно подтвержден. Подождите пока наш модератор активирует Ваш профиль. Мы будем напоминать Вас с помощью эл почты.',
        'reset link sent' => 'Ссылка для восстоновления пароля успещно отпрален на вашу эл.почту.',
        'recovered' => 'Пароль успешно восстоновлен.',
        'email_changed' => 'Адрес эл.почты изменен.',
    ],
];
